{
  "id": 100,
  "title": "Ese otro Franco",
  "type": "relato",
  "slug": "ese-otro-franco",
  "date": "2025-12-04",
  "excerpt": "Existe otro Franco que me persigue como una sombra: explosivo, errático, sin control. Ese otro yo que me asusta y que no siempre consigo dominar.",
  "content": [
    "Existe otro Franco que decido no mostrar al mundo, uno que me persigue cual una sombra, errático, sin control. Esa maldita sombra, que me asusta de a ratos, ese otro yo, sale en momentos en los que no consigo controlarlo.",
    "Lo he visto en el espejo cuando las cosas se desmoronan. Cuando la paciencia se agota y algo dentro de mí se rompe—no se quiebra suavemente, no: se hace pedazos con estruendo. Ese Franco emerge con los puños apretados, con palabras que cortan más de lo necesario, con una furia que no reconozco como mía hasta que es demasiado tarde.",
    "Quisiera decir que no soy yo. Que es otra persona la que grita, la que hiere, la que destroza en segundos lo que costó meses construir. Pero mentiría. Es parte de mí tanto como mi nombre, tanto como el Franco que ríe con sus amigos o escribe versos al amor. Solo que este otro Franco vive en las sombras, esperando el momento perfecto para aparecer.",
    "Y lo peor no es la explosión. Lo peor es después. Cuando el humo se disipa y veo los escombros: rostros dolidos, silencios incómodos, relaciones agrietadas. Entonces ese otro Franco se esconde de nuevo, cobarde, dejándome a mí lidiar con las consecuencias. Dejándome con la culpa que pesa como piedras en el pecho.",
    "He intentado encerrarlo. Ignorarlo. Convencerme de que si respiro hondo, si cuento hasta diez, si me muerdo la lengua, él desaparecerá. Pero las sombras no desaparecen con fuerza de voluntad. Solo se ocultan mejor, esperan más tiempo, y cuando finalmente salen, lo hacen con el doble de violencia acumulada.",
    "¿Cómo se convive con una parte de uno mismo que da miedo? ¿Cómo se abraza a la bestia sin dejarla devorar todo lo bueno que uno es? No lo sé todavía. Tal vez nunca lo sepa del todo.",
    "Pero hoy, mientras escribo esto, ese otro Franco está quieto. Observándome desde algún rincón oscuro de mi ser. Y yo lo miro de vuelta, sin apartar la vista, reconociendo que es mío. Que nació conmigo y morirá conmigo. Que no puedo desterrarlo, pero quizá—solo quizá—puedo aprender a conocerlo lo suficiente para anticipar cuándo va a despertar.",
    "Porque al final, ambos somos Franco. El que ama y el que destruye. El que construye puentes y el que los quema. Y si hay alguna esperanza, está en aceptar esa verdad terrible: que la sombra no es mi enemigo. Es mi espejo roto. Y solo puedo recomponerlo mirándolo de frente, pedazo por pedazo, por más que duela."
  ],
  "image": "images/el-otro-franco.jpeg"
}
